{"titulo":"101 Respostas às Perguntas sobre Satanás, Demônios e Batalha Espiritual","autor":"Mark Hitchcock","capa":"","quantidade":1,"genero":"Cristão","ano":2004,"descricao":"Obra apologética que responde de forma objetiva às principais dúvidas sobre Satanás, demônios e guerra espiritual à luz da Bíblia. O autor apresenta fundamentos teológicos e orientações práticas para discernimento espiritual."}
{"titulo":"104 Erros que um casal não pode cometer","autor":"Josué Gonçalves","capa":"","quantidade":1,"genero":"Cristão","ano":2008,"descricao":"Livro voltado para casais cristãos que aborda erros comuns no casamento e oferece orientações bíblicas para fortalecer o relacionamento conjugal. Trabalha temas como comunicação, perdão e compromisso."}
{"titulo":"A Besta vem do Oriente Médio","autor":"Joel Richardson","capa":"","quantidade":1,"genero":"Cristão","ano":2009,"descricao":"Estudo escatológico que propõe uma interpretação alternativa sobre a origem do anticristo, relacionando profecias bíblicas ao contexto do Oriente Médio. O autor analisa textos proféticos com base histórica e cultural."}
{"titulo":"A Bíblia e o Antigo Egito","autor":"Rodrigo Silva e Wilian Cardoso","capa":"","quantidade":1,"genero":"Cristão","ano":2011,"descricao":"Obra que relaciona descobertas arqueológicas do Antigo Egito com relatos bíblicos. Explora paralelos históricos e culturais que ajudam a compreender o contexto das Escrituras."}
{"titulo":"A Bíblia, o Islamismo e o AntiCristão","autor":"Natan Rufino","capa":"","quantidade":2,"genero":"Cristão","ano":2016,"descricao":"Livro apologético que analisa o islamismo à luz da teologia cristã e aborda questões relacionadas à figura do anticristo. Propõe uma leitura crítica com base nas profecias bíblicas."}
{"titulo":"A Depressão de Spurgeon","autor":"Zack Eswine","capa":"","quantidade":2,"genero":"Cristão","ano":2014,"descricao":"Estudo biográfico e pastoral sobre as lutas emocionais de Charles Spurgeon. A obra trata da depressão sob uma perspectiva cristã, oferecendo consolo e compreensão para quem enfrenta sofrimento emocional."}
{"titulo":"A Devolução Trinitária de John Owen","autor":"Sinclair B. Ferguson","capa":"","quantidade":1,"genero":"Cristão","ano":2007,"descricao":"Análise teológica da compreensão trinitária presente nos escritos de John Owen. O autor explora a centralidade da Trindade na vida cristã e na espiritualidade reformada."}
{"titulo":"A Difícil Missão de William Tyndale","autor":"Steven J. Lawson","capa":"","quantidade":1,"genero":"Cristão","ano":2015,"descricao":"Biografia que apresenta a vida e o legado de William Tyndale, tradutor da Bíblia para o inglês. Destaca seu compromisso com as Escrituras e o impacto da Reforma Protestante."}
{"titulo":"A Fascinante Cultura Judaica","autor":"Marcelo Oliveira","capa":"","quantidade":2,"genero":"Cristão","ano":2018,"descricao":"Livro que apresenta aspectos históricos, religiosos e culturais do judaísmo, auxiliando o leitor a compreender melhor o contexto bíblico. Traz explicações acessíveis sobre tradições e costumes judaicos."}
{"titulo":"A Força Divina da Fé","autor":"Natan Rufino","capa":"","quantidade":1,"genero":"Cristão","ano":2017,"descricao":"Obra devocional que enfatiza o poder da fé segundo a perspectiva cristã. O autor aborda fundamentos bíblicos e incentiva o fortalecimento espiritual diante das adversidades."}
{"titulo":"A Heroica Ousadia de Martinho Lutero","autor":"Steven J. Lawson","capa":"","quantidade":2,"genero":"Cristão","ano":2014,"descricao":"Biografia que retrata a coragem e a firmeza de Martinho Lutero durante a Reforma Protestante. O autor destaca sua defesa das Escrituras e seu impacto duradouro na história do cristianismo."}
{"titulo":"A História dos Anabatistas","autor":"William R. Estep","capa":"","quantidade":2,"genero":"Cristão","ano":1963,"descricao":"Estudo histórico detalhado sobre o movimento anabatista do século XVI. A obra apresenta suas origens, crenças e perseguições no contexto da Reforma."}
{"titulo":"A História na Visão do Profeta Daniel","autor":"Roger Liebi","capa":"","quantidade":1,"genero":"Cristão","ano":2006,"descricao":"Análise profética do livro de Daniel relacionando suas visões com eventos históricos e escatológicos. O autor oferece uma interpretação fundamentada no contexto bíblico."}
{"titulo":"A Hora da Mudança","autor":"Pedro Dong","capa":"","quantidade":1,"genero":"Cristão","ano":2012,"descricao":"Livro de exortação espiritual que convida o leitor a uma transformação pessoal baseada nos princípios bíblicos. Trata de arrependimento, renovação e compromisso cristão."}
{"titulo":"A Igreja Cristã na História","autor":"Franklin Ferreira","capa":"","quantidade":1,"genero":"Cristão","ano":2013,"descricao":"Panorama histórico da trajetória da Igreja desde o período apostólico até os tempos modernos. A obra apresenta eventos marcantes e movimentos teológicos relevantes."}
{"titulo":"A Malignidade do Pecado","autor":"Thomas Watson","capa":"","quantidade":1,"genero":"Cristão","ano":1669,"descricao":"Clássico puritano que aborda a gravidade do pecado à luz da santidade de Deus. Watson apresenta reflexões profundas e aplicações práticas para a vida cristã."}
{"titulo":"A Maravilhosa Graça de Deus","autor":"Marcelo de Oliveira","capa":"","quantidade":1,"genero":"Cristão","ano":2015,"descricao":"Obra que explora o conceito bíblico da graça divina e seu impacto na salvação e na vida cristã. O autor enfatiza a centralidade da graça na mensagem do evangelho."}
{"titulo":"A Paixão de Cristão Segundo o Cirurgião","autor":"Pierre Barbet","capa":"","quantidade":2,"genero":"Cristão","ano":1950,"descricao":"Estudo médico e histórico sobre o sofrimento físico de Jesus Cristo durante a crucificação. O autor analisa os eventos à luz do conhecimento cirúrgico e anatômico."}
{"titulo":"A Poderosa Fraqueza de John Knox","autor":"Douglas Bond","capa":"","quantidade":1,"genero":"Cristão","ano":2011,"descricao":"Biografia que apresenta a vida e o ministério de John Knox, líder da Reforma Escocesa. Destaca sua coragem e dependência da graça de Deus em meio às perseguições."}
{"titulo":"A Prática da Piedade","autor":"Lewis Bayly","capa":"","quantidade":1,"genero":"Cristão","ano":1612,"descricao":"Clássico devocional do século XVII que orienta o cristão na prática diária da fé. Aborda disciplina espiritual, oração e conduta piedosa segundo os ensinamentos bíblicos."}
{"titulo":"A Torá Comentada","autor":"Brian Kibuuka","capa":"","quantidade":1,"genero":"Cristão","ano":2019,"descricao":"Comentário expositivo sobre os cinco primeiros livros da Bíblia. A obra busca explicar o texto da Torá à luz do contexto histórico e teológico, oferecendo aplicações práticas."}
{"titulo":"A Trindade na Escritura, Teologia e Adoração","autor":"Robert Letham","capa":"","quantidade":1,"genero":"Cristão","ano":2004,"descricao":"Estudo teológico aprofundado sobre a doutrina da Trindade. O autor examina fundamentos bíblicos, desenvolvimento histórico e implicações para a adoração cristã."}
{"titulo":"A Verdade Nua e Crua sobre a Pureza Sexual","autor":"Kris Vallotton e Jason Vallotton","capa":"","quantidade":1,"genero":"Cristão","ano":2011,"descricao":"Livro direcionado especialmente aos jovens, abordando sexualidade e santidade sob uma perspectiva cristã. Oferece conselhos práticos fundamentados em princípios bíblicos."}
{"titulo":"A Vida e os Escritos de Menno Simons","autor":"Harold S. Bender e John Horsch","capa":"","quantidade":1,"genero":"Cristão","ano":1956,"descricao":"Obra histórica que apresenta a trajetória e os escritos de Menno Simons, líder anabatista do século XVI. Destaca sua influência na formação do movimento menonita."}
{"titulo":"À Mesa com a Palavra: Comunhão, Relacionamento e Intimidade","autor":"Marcelo Oliveira","capa":"","quantidade":1,"genero":"Cristão","ano":2018,"descricao":"Livro devocional que enfatiza a importância da comunhão diária com Deus por meio da Palavra. Incentiva o aprofundamento espiritual e o relacionamento íntimo com Cristo."}
{"titulo":"Amado Timóteo","autor":"Tom Ascol","capa":"","quantidade":1,"genero":"Cristão","ano":2017,"descricao":"Reflexão pastoral baseada nas cartas de Paulo a Timóteo. A obra oferece orientações para liderança cristã fiel e comprometida com a sã doutrina."}
{"titulo":"Andando com o Tanque Vazio?","autor":"Wayne Cordeiro","capa":"","quantidade":1,"genero":"Cristão","ano":2009,"descricao":"Livro voltado para líderes e cristãos que enfrentam esgotamento emocional e espiritual. O autor compartilha princípios bíblicos para renovação e equilíbrio na vida ministerial."}
{"titulo":"Apocalipse 20 e o Debate sobre o Milênio","autor":"Matthew Waymeyer","capa":"","quantidade":1,"genero":"Cristão","ano":2010,"descricao":"Estudo exegético de Apocalipse 20 focado no debate sobre o milênio. O autor apresenta argumentos detalhados dentro da tradição pré-milenista."}
{"titulo":"Apocalipse: As Coisas que Brevemente Devem Acontecer","autor":"Stanley M. Horton","capa":"","quantidade":1,"genero":"Cristão","ano":1998,"descricao":"Comentário bíblico sobre o livro do Apocalipse, oferecendo interpretação teológica e pastoral. A obra busca tornar compreensível o conteúdo profético para o leitor contemporâneo."}
{"titulo":"Arminianismo: A Mecânica da Salvação","autor":"Silas Daniel","capa":"","quantidade":1,"genero":"Cristão","ano":2015,"descricao":"Análise sistemática da teologia arminiana, abordando seus fundamentos históricos e doutrinários. O autor explica conceitos como livre-arbítrio, graça preveniente e perseverança."}
{"titulo":"As Bodas do Cordeiro: O Grande Mistério de Cristo e Sua Igreja","autor":"Pr. Thiago Giraldes Sanchez","capa":"","quantidade":1,"genero":"Cristão","ano":2019,"descricao":"Obra que explora o simbolismo bíblico das bodas do Cordeiro e sua relação com a Igreja. O autor apresenta fundamentos escatológicos e aplicações espirituais para o tempo presente."}
{"titulo":"As Firmes Resoluções de Jonathan Edwards","autor":"Steven J. Lawson","capa":"","quantidade":1,"genero":"Cristão","ano":2014,"descricao":"Livro que destaca as resoluções espirituais de Jonathan Edwards e sua busca por santidade. A obra incentiva disciplina espiritual e compromisso profundo com Deus."}
{"titulo":"As Origens Gnósticas do Calvinismo","autor":"Natan Rufino","capa":"","quantidade":1,"genero":"Cristão","ano":2016,"descricao":"Análise crítica que busca relacionar conceitos do calvinismo com ideias gnósticas históricas. O autor apresenta sua perspectiva apologética a partir de argumentos teológicos."}
{"titulo":"As Últimas Coisas","autor":"George Eldon Ladd","capa":"","quantidade":1,"genero":"Cristão","ano":1978,"descricao":"Estudo clássico de escatologia que aborda temas como segunda vinda, ressurreição e juízo final. Ladd apresenta uma perspectiva bíblica equilibrada sobre os eventos finais."}
{"titulo":"Até que Nada Mais Importe","autor":"Jerry O'Dell","capa":"","quantidade":2,"genero":"Cristão","ano":2001,"descricao":"Livro devocional que convida o leitor a priorizar a presença de Deus acima de todas as coisas. Enfatiza intimidade, adoração e transformação espiritual."}
{"titulo":"Avivamento","autor":"D. Martyn Lloyd-Jones","capa":"","quantidade":1,"genero":"Cristão","ano":1987,"descricao":"Obra baseada em exposições bíblicas sobre o tema do avivamento espiritual. Lloyd-Jones enfatiza a soberania de Deus e a necessidade de renovação na Igreja."}
{"titulo":"Avivamento Urgente","autor":"Hernandes Dias Lopes","capa":"","quantidade":1,"genero":"Cristão","ano":2003,"descricao":"Livro que convoca a Igreja contemporânea a buscar um verdadeiro avivamento espiritual. O autor aborda arrependimento, santidade e dependência do Espírito Santo."}
{"titulo":"Bíblia do Estudante Aplicação Pessoal","autor":"NVI (Editora Vida)","capa":"","quantidade":1,"genero":"Cristão","ano":1995,"descricao":"Edição da Bíblia com notas explicativas voltadas para aplicação prática do texto bíblico. Auxilia o leitor a compreender e viver os ensinamentos das Escrituras no dia a dia."}
{"titulo":"Bíblia Judaica Completa","autor":"David H. Stern","capa":"","quantidade":1,"genero":"Cristão","ano":1998,"descricao":"Tradução bíblica que enfatiza o contexto judaico das Escrituras. Inclui notas e comentários que destacam a continuidade entre Antigo e Novo Testamento."}
{"titulo":"Bíblia Sagrada NVI","autor":"NVI","capa":"","quantidade":2,"genero":"Cristão","ano":2000,"descricao":"Tradução da Bíblia em linguagem contemporânea, baseada nos melhores manuscritos disponíveis. Busca equilíbrio entre fidelidade ao texto original e clareza para o leitor moderno."}
{"titulo":"Cartas de um Diabo a seu Aprendiz","autor":"C.S. Lewis","capa":"","quantidade":1,"genero":"Cristão","ano":1942,"descricao":"Clássico da literatura cristã em forma de cartas fictícias entre demônios. A obra apresenta reflexões profundas sobre tentações e fraquezas humanas sob uma perspectiva satírica e teológica."}
{"titulo":"Cartas Para Todos: 1 e 2 Reis","autor":"N. T. Wright","capa":"","quantidade":1,"genero":"Cristão","ano":2011,"descricao":"Comentário acessível sobre os livros de 1 e 2 Reis. N. T. Wright apresenta contexto histórico, teológico e aplicações práticas para o leitor contemporâneo."}
{"titulo":"Cartas Para Todos: 1 e 2 Samuel","autor":"N. T. Wright","capa":"","quantidade":1,"genero":"Cristão","ano":2011,"descricao":"Comentário introdutório sobre 1 e 2 Samuel, destacando a formação da monarquia em Israel. O autor relaciona os eventos bíblicos à história da redenção."}
{"titulo":"Cartas Para Todos: Apocalipse","autor":"N. T. Wright","capa":"","quantidade":1,"genero":"Cristão","ano":2011,"descricao":"Comentário pastoral sobre o livro do Apocalipse. Wright busca tornar compreensível a mensagem profética, enfatizando esperança e perseverança."}
{"titulo":"Cartas Para Todos: Atos 1-12 Parte 1","autor":"N. T. Wright","capa":"","quantidade":1,"genero":"Cristão","ano":2008,"descricao":"Comentário sobre a primeira parte do livro de Atos, abordando o início da Igreja e a expansão do evangelho. Apresenta explicações claras e aplicações práticas."}
{"titulo":"Cartas Para Todos: Atos 12-28 Parte 2","autor":"N. T. Wright","capa":"","quantidade":1,"genero":"Cristão","ano":2008,"descricao":"Continuação do comentário sobre Atos, enfatizando as viagens missionárias de Paulo. A obra destaca o avanço do cristianismo no mundo greco-romano."}
{"titulo":"Cartas Para Todos: Cartas Primitivas","autor":"N. T. Wright","capa":"","quantidade":1,"genero":"Cristão","ano":2011,"descricao":"Comentário introdutório às primeiras epístolas do Novo Testamento. O autor oferece contexto histórico e explicações acessíveis para leitores leigos."}
{"titulo":"Cartas Para Todos: Hebreus","autor":"N. T. Wright","capa":"","quantidade":1,"genero":"Cristão","ano":2010,"descricao":"Comentário pastoral sobre a carta aos Hebreus, destacando a supremacia de Cristo. A obra enfatiza perseverança e fidelidade diante das dificuldades."}
{"titulo":"Cartas Para Todos: Josué, Juízes e Rute","autor":"N. T. Wright","capa":"","quantidade":1,"genero":"Cristão","ano":2011,"descricao":"Comentário sobre livros históricos do Antigo Testamento. Wright explica o contexto da conquista e formação de Israel, relacionando os textos à teologia bíblica."}
{"titulo":"Casamento, Divórcio e Novo Casamento","autor":"Kenneth Hagin","capa":"","quantidade":1,"genero":"Cristão","ano":1980,"descricao":"Livro que aborda questões conjugais à luz da interpretação bíblica do autor. Trata de casamento, separação e reconciliação sob uma perspectiva pastoral."}
{"titulo":"Casamento, Divórcio e Sexo à Luz da Bíblia","autor":"Esequias Soares","capa":"","quantidade":1,"genero":"Cristão","ano":2002,"descricao":"Obra que analisa temas relacionados ao casamento, divórcio e sexualidade sob a perspectiva bíblica. O autor apresenta fundamentos teológicos e orientações pastorais."}
{"titulo":"Cativo à Palavra: A Vida de Martinho Lutero","autor":"Roland H. Bainton","capa":"","quantidade":1,"genero":"Cristão","ano":1950,"descricao":"Biografia clássica de Martinho Lutero que descreve sua trajetória, conflitos e influência na Reforma Protestante. Destaca sua firmeza nas Escrituras."}
{"titulo":"Cinco Pontos","autor":"John Piper","capa":"","quantidade":1,"genero":"Cristão","ano":2013,"descricao":"Breve introdução aos cinco pontos do calvinismo. Piper apresenta explicações bíblicas acessíveis sobre depravação total, eleição, expiação, graça irresistível e perseverança."}
{"titulo":"Com Vergonha do Evangelho","autor":"John MacArthur","capa":"","quantidade":1,"genero":"Cristão","ano":1993,"descricao":"Livro que defende a centralidade da pregação bíblica fiel em meio ao pragmatismo moderno. MacArthur critica abordagens que enfraquecem a mensagem do evangelho."}
{"titulo":"Comentário Judaico do Novo Testamento","autor":"David H. Stern","capa":"","quantidade":1,"genero":"Cristão","ano":1992,"descricao":"Comentário que examina o Novo Testamento à luz do contexto judaico. O autor destaca conexões culturais e históricas frequentemente negligenciadas."}
{"titulo":"Comentário para a Formação Cristã: Gálatas","autor":"N. T. Wright","capa":"","quantidade":1,"genero":"Cristão","ano":2012,"descricao":"Exposição pastoral da carta aos Gálatas, enfatizando a liberdade cristã e a justificação pela fé. Wright apresenta aplicações práticas para a vida contemporânea."}
{"titulo":"Como Meditar na Palavra de Deus","autor":"Thomas Watson","capa":"","quantidade":1,"genero":"Cristão","ano":1661,"descricao":"Clássico puritano que ensina métodos práticos de meditação bíblica. O autor incentiva disciplina espiritual e profundidade na vida devocional."}
{"titulo":"Confissões","autor":"Agostinho","capa":"","quantidade":2,"genero":"Cristão","ano":397,"descricao":"Obra autobiográfica e teológica de Agostinho de Hipona. Relata sua conversão e reflexões profundas sobre pecado, graça e a busca por Deus."}
{"titulo":"Conheça a Sua Bíblia Vol 16: Apocalipse","autor":"Ritchie","capa":"","quantidade":1,"genero":"Cristão","ano":1985,"descricao":"Estudo introdutório ao livro do Apocalipse com explicações simples e didáticas. Auxilia o leitor a compreender os principais símbolos e temas proféticos."}
{"titulo":"Conhecendo os Pais da Igreja","autor":"Bryan M. Litfin","capa":"","quantidade":1,"genero":"Cristão","ano":2007,"descricao":"Introdução acessível à vida e aos escritos dos primeiros líderes cristãos. A obra apresenta o desenvolvimento da teologia nos séculos iniciais."}
{"titulo":"Conselhos aos Pais para Pastorear o Coração dos Filhos","autor":"Richard Baxter","capa":"","quantidade":1,"genero":"Cristão","ano":1673,"descricao":"Clássico pastoral que orienta pais cristãos na formação espiritual dos filhos. Baxter enfatiza disciplina, instrução bíblica e exemplo piedoso no lar."}
{"titulo":"Contra a Idolatria do Estado","autor":"Franklin Ferreira","capa":"","quantidade":1,"genero":"Cristão","ano":2012,"descricao":"Obra que discute os limites da autoridade estatal à luz da cosmovisão cristã. O autor aborda implicações teológicas e históricas sobre Igreja e Estado."}
{"titulo":"Daniel: Fé que Passa pela Adversidade","autor":"Iain M. Duguid","capa":"","quantidade":1,"genero":"Cristão","ano":2002,"descricao":"Comentário expositivo sobre o livro de Daniel, destacando fidelidade a Deus em contextos hostis. A obra oferece aplicações práticas para perseverança cristã."}
{"titulo":"Derrubando Golias","autor":"Max Lucado","capa":"","quantidade":1,"genero":"Cristão","ano":2020,"descricao":"Livro devocional que utiliza a história de Davi e Golias como metáfora para enfrentar medos e desafios. O autor incentiva confiança em Deus nas lutas diárias."}
{"titulo":"Deus e o Mal","autor":"William Fitch","capa":"","quantidade":1,"genero":"Cristão","ano":1970,"descricao":"Estudo teológico que aborda o problema do mal sob a perspectiva cristã. Analisa argumentos filosóficos e fundamentos bíblicos sobre sofrimento e soberania divina."}
{"titulo":"Deus Está Aqui","autor":"Max Lucado","capa":"","quantidade":1,"genero":"Cristão","ano":2004,"descricao":"Obra devocional que enfatiza a presença constante de Deus na vida do cristão. Lucado oferece reflexões encorajadoras baseadas em textos bíblicos."}
{"titulo":"Deus Realmente Ordenou o Genocídio?","autor":"Paul Copan e Matthew Flannagan","capa":"","quantidade":1,"genero":"Cristão","ano":2014,"descricao":"Livro apologético que examina textos do Antigo Testamento relacionados às guerras de Israel. Os autores oferecem argumentos históricos e teológicos para responder críticas contemporâneas."}
{"titulo":"Dicionário Bíblico","autor":"David Conrado Sabbag","capa":"","quantidade":1,"genero":"Cristão","ano":2010,"descricao":"Obra de referência que reúne definições e explicações de termos bíblicos. Auxilia no estudo das Escrituras com informações históricas e teológicas."}
{"titulo":"Dispensacionalismo","autor":"Charles Caldwell Ryrie","capa":"","quantidade":1,"genero":"Cristão","ano":1965,"descricao":"Clássico da teologia dispensacionalista que explica suas principais doutrinas e fundamentos bíblicos. Ryrie apresenta uma defesa sistemática dessa perspectiva escatológica."}
{"titulo":"Dispensacionalismo","autor":"Michael J. Vlach","capa":"","quantidade":1,"genero":"Cristão","ano":2017,"descricao":"Estudo contemporâneo sobre o dispensacionalismo progressivo e suas implicações teológicas. O autor dialoga com outras correntes escatológicas."}
{"titulo":"Documentos da Igreja Cristã","autor":"H. Bettenson","capa":"","quantidade":1,"genero":"Cristão","ano":1943,"descricao":"Coletânea de documentos históricos fundamentais da Igreja Cristã, desde os primeiros séculos até a era moderna. A obra reúne credos, confissões e textos importantes para o estudo da história e da teologia cristã."}
{"titulo":"Doze Homens Extraordinariamente Comuns","autor":"John MacArthur","capa":"","quantidade":1,"genero":"Cristão","ano":2002,"descricao":"Livro que analisa a vida dos doze apóstolos de Jesus, destacando suas fraquezas e transformações. O autor enfatiza como Deus usa pessoas comuns para cumprir Seus propósitos."}
{"titulo":"Educação Teológica e Pietismo","autor":"Geoval Jacinto da Silva","capa":"","quantidade":2,"genero":"Cristão","ano":2014,"descricao":"Estudo que aborda a influência do pietismo na formação teológica. A obra examina aspectos históricos e espirituais desse movimento cristão."}
{"titulo":"Ele Veio para Libertar os Cativos","autor":"Rebecca Brown","capa":"","quantidade":1,"genero":"Cristão","ano":1986,"descricao":"Relato que aborda temas de libertação espiritual e batalha espiritual. A autora apresenta testemunhos e interpretações dentro de uma perspectiva carismática."}
{"titulo":"Eleitos, Mas Livres","autor":"Norman Geisler","capa":"","quantidade":1,"genero":"Cristão","ano":1999,"descricao":"Obra teológica que propõe uma visão moderada entre calvinismo e arminianismo. Geisler discute soberania divina e livre-arbítrio sob uma perspectiva conciliadora."}
{"titulo":"Em Seus Passos O Que Faria Jesus?","autor":"Charles M. Sheldon","capa":"","quantidade":1,"genero":"Cristão","ano":1896,"descricao":"Romance cristão clássico que popularizou a pergunta 'O que Jesus faria?'. A narrativa apresenta personagens que decidem viver segundo os ensinamentos de Cristo."}
{"titulo":"Escatologia Essencial","autor":"Victor Vieira","capa":"","quantidade":3,"genero":"Cristão","ano":2018,"descricao":"Introdução sistemática aos principais temas escatológicos. O autor explica conceitos como arrebatamento, milênio e juízo final de forma didática."}
{"titulo":"Escatologia: A Polêmica em Torno do Milênio","autor":"Millard J. Erickson","capa":"","quantidade":1,"genero":"Cristão","ano":1998,"descricao":"Análise teológica das diferentes posições sobre o milênio. Erickson apresenta argumentos comparativos entre pré-milenismo, amilenismo e pós-milenismo."}
{"titulo":"Espinhos na Carne: Dúvidas e Explicações","autor":"T. L. Osborn","capa":"","quantidade":1,"genero":"Cristão","ano":1970,"descricao":"Livro que aborda o tema do sofrimento e das dificuldades na vida cristã. O autor apresenta ensinamentos baseados em experiências ministeriais e textos bíblicos."}
{"titulo":"Experimentando a Presença de Deus","autor":"A.W. Tozer","capa":"","quantidade":1,"genero":"Cristão","ano":1952,"descricao":"Obra devocional que enfatiza a busca por intimidade com Deus. Tozer incentiva uma vida de adoração profunda e relacionamento pessoal com o Senhor."}
{"titulo":"Fundamentos Bíblicos para a Masculinidade e a Feminilidade","autor":"Wayne Grudem","capa":"","quantidade":1,"genero":"Cristão","ano":2002,"descricao":"Obra que apresenta uma perspectiva complementarista sobre papéis masculinos e femininos à luz das Escrituras. O autor analisa textos bíblicos e implicações práticas para família e igreja."}
{"titulo":"George Müller: O Guardião dos Órfãos de Bristol","autor":"Janet Benge e Geoff Benge","capa":"","quantidade":1,"genero":"Cristão","ano":1998,"descricao":"Biografia missionária que relata a vida de George Müller e sua obra com órfãos na Inglaterra. Destaca sua fé, oração e dependência da providência divina."}
{"titulo":"George Whitefield: O Evangelista do Avivamento do Século 18","autor":"Arnold A. Dallimore","capa":"","quantidade":1,"genero":"Cristão","ano":1970,"descricao":"Biografia detalhada do grande pregador do século XVIII. A obra descreve o impacto de Whitefield nos avivamentos na Inglaterra e América."}
{"titulo":"Histórias Missionárias com a Família Miller","autor":"Mildred A. Martin","capa":"","quantidade":1,"genero":"Cristão","ano":1984,"descricao":"Livro voltado para jovens e famílias, narrando histórias missionárias inspiradoras. Incentiva dedicação à obra missionária e compromisso cristão."}
{"titulo":"História da Igreja Cristã","autor":"Jesse Lyman Hurlbut","capa":"","quantidade":2,"genero":"Cristão","ano":1905,"descricao":"Panorama histórico da Igreja desde os tempos apostólicos até o início do século XX. A obra apresenta eventos marcantes e principais movimentos cristãos."}
{"titulo":"História da Igreja Cristã","autor":"W. Walker","capa":"","quantidade":1,"genero":"Cristão","ano":1918,"descricao":"Obra acadêmica que traça o desenvolvimento histórico do cristianismo. Destaca aspectos doutrinários, políticos e culturais da Igreja ao longo dos séculos."}
{"titulo":"História do Cristianismo","autor":"Bruce L. Shelley","capa":"","quantidade":1,"genero":"Cristão","ano":1982,"descricao":"Introdução acessível à história do cristianismo, abordando personagens e eventos significativos. O autor apresenta uma narrativa clara e didática."}
{"titulo":"História do Povo Judeu no Tempo de Jesus Cristo (Vol 01)","autor":"Emil Schürer","capa":"","quantidade":1,"genero":"Cristão","ano":1886,"descricao":"Estudo histórico detalhado sobre o contexto político, religioso e social do povo judeu no período do Segundo Templo. Obra fundamental para compreensão do Novo Testamento."}
{"titulo":"História do Povo Judeu no Tempo de Jesus Cristo (Vol 02)","autor":"Emil Schürer","capa":"","quantidade":1,"genero":"Cristão","ano":1886,"descricao":"Continuação da análise histórica do judaísmo no período intertestamentário. Examina instituições, seitas e estrutura religiosa da época."}
{"titulo":"História do Povo Judeu no Tempo de Jesus Cristo (Vol 03)","autor":"Emil Schürer","capa":"","quantidade":1,"genero":"Cristão","ano":1886,"descricao":"Terceiro volume da obra clássica de Schürer, aprofundando aspectos políticos e culturais do judaísmo no período do Novo Testamento."}
{"titulo":"História do Povo Judeu no Tempo de Jesus Cristo (Vol 04)","autor":"Emil Schürer","capa":"","quantidade":1,"genero":"Cristão","ano":1886,"descricao":"Volume final da obra clássica de Schürer, abordando aspectos administrativos, religiosos e culturais do judaísmo no período do Segundo Templo."}
{"titulo":"História dos Hebreus","autor":"Flávio Josefo","capa":"","quantidade":1,"genero":"Cristão","ano":93,"descricao":"Relato histórico escrito pelo historiador judeu Flávio Josefo, descrevendo a história do povo hebreu desde a criação até o século I. Fonte importante para estudos bíblicos e históricos."}
{"titulo":"História que a Bíblia não Contou","autor":"Almirante dos Santos Gonçalves Júnior","capa":"","quantidade":1,"genero":"Cristão","ano":2015,"descricao":"Obra que apresenta reflexões e interpretações históricas relacionadas a eventos bíblicos. O autor propõe análises complementares ao relato tradicional."}
{"titulo":"Humildade","autor":"Andrew Murray","capa":"","quantidade":1,"genero":"Cristão","ano":1895,"descricao":"Clássico devocional que trata da humildade como virtude essencial na vida cristã. Murray enfatiza a dependência de Deus e o exemplo de Cristo."}
{"titulo":"Incendiados por Cristo","autor":"Dave e Neta Jackson","capa":"","quantidade":2,"genero":"Cristão","ano":1997,"descricao":"Livro que apresenta histórias inspiradoras de cristãos comprometidos com a fé. Destaca testemunhos de dedicação e coragem na missão."}
{"titulo":"Interpretando os Tempos","autor":"Chuck D. Pierce","capa":"","quantidade":1,"genero":"Cristão","ano":2007,"descricao":"Obra voltada para discernimento espiritual e compreensão de tempos proféticos. O autor aborda princípios bíblicos relacionados à direção divina."}
{"titulo":"Introdução Teológica ao Pentateuco","autor":"Richard S. Briggs e Joel N. Lohr","capa":"","quantidade":1,"genero":"Cristão","ano":2012,"descricao":"Estudo acadêmico que apresenta fundamentos teológicos dos cinco primeiros livros da Bíblia. Analisa temas centrais e estrutura literária do Pentateuco."}
{"titulo":"Israel no Exílio","autor":"Ralph W. Klein","capa":"","quantidade":1,"genero":"Cristão","ano":1979,"descricao":"Obra que examina o período do exílio babilônico e suas implicações teológicas. O autor destaca o impacto desse momento na formação da identidade judaica."}
{"titulo":"Manual Bíblico","autor":"John MacArthur","capa":"","quantidade":1,"genero":"Cristão","ano":2003,"descricao":"Guia abrangente que oferece panorama geral de todos os livros da Bíblia. Inclui contexto histórico, temas principais e aplicações práticas."}
{"titulo":"Manual de Respostas Bíblicas","autor":"Paulo Sérgio Batista","capa":"","quantidade":1,"genero":"Cristão","ano":2010,"descricao":"Livro de perguntas e respostas que aborda dúvidas comuns sobre a Bíblia. Apresenta explicações baseadas em interpretação cristã tradicional."}
{"titulo":"Manual Popular de Dúvidas, Enigmas e \"Contradições\" da Bíblia","autor":"Norman Geisler e Thomas Howe","capa":"","quantidade":1,"genero":"Cristão","ano":1992,"descricao":"Obra apologética que responde a aparentes dificuldades e contradições das Escrituras. Os autores apresentam explicações teológicas e históricas para fortalecer a confiança na Bíblia."}
{"titulo":"Missão Urbana","autor":"José Alves","capa":"","quantidade":1,"genero":"Cristão","ano":2016,"descricao":"Livro que aborda os desafios e estratégias da evangelização no contexto urbano. O autor destaca a importância da igreja atuar de forma contextualizada nas grandes cidades."}
{"titulo":"Moldado por Deus","autor":"Max Lucado","capa":"","quantidade":1,"genero":"Cristão","ano":1985,"descricao":"Obra devocional que enfatiza o processo de transformação espiritual na vida do cristão. Lucado utiliza metáforas bíblicas para ilustrar o agir de Deus na formação do caráter."}
{"titulo":"Nomes de Deus nos Salmos 33","autor":"Marcelo Oliveira","capa":"","quantidade":1,"genero":"Cristão","ano":2019,"descricao":"Estudo bíblico que explora os atributos divinos revelados nos Salmos. O autor apresenta reflexões devocionais sobre o caráter e a fidelidade de Deus."}
{"titulo":"O Apóstolo dos Pés Sangrentos","autor":"Boanerges Ribeiro","capa":"","quantidade":1,"genero":"Cristão","ano":1975,"descricao":"Biografia que retrata a vida missionária marcada por sacrifício e dedicação ao evangelho. Destaca perseverança diante de perseguições."}
{"titulo":"O Calendário da Profecia","autor":"Antônio Gilberto","capa":"","quantidade":1,"genero":"Cristão","ano":1987,"descricao":"Estudo escatológico que organiza eventos proféticos segundo interpretação bíblica. O autor apresenta cronologia baseada em textos do Antigo e Novo Testamento."}
{"titulo":"O Ceticismo da Fé","autor":"Rodrigo Silva","capa":"","quantidade":1,"genero":"Cristão","ano":2014,"descricao":"Livro que aborda dúvidas e questionamentos contemporâneos sobre a fé cristã. O autor utiliza argumentos históricos e arqueológicos para dialogar com o ceticismo."}
{"titulo":"O Cuidado do Corpo","autor":"Luciano Subirá","capa":"","quantidade":1,"genero":"Cristão","ano":2013,"descricao":"Obra que enfatiza a responsabilidade cristã no cuidado da saúde física. Relaciona princípios bíblicos com equilíbrio e disciplina pessoal."}
{"titulo":"O Evangelho de Deus e o Evangelho do Homem","autor":"Paul Washer","capa":"","quantidade":2,"genero":"Cristão","ano":2006,"descricao":"Livro que contrasta o verdadeiro evangelho bíblico com versões distorcidas contemporâneas. Washer enfatiza arrependimento, santidade e centralidade de Cristo."}
{"titulo":"O Homem do Céu","autor":"Irmão Yun e Paul Hattaway","capa":"","quantidade":1,"genero":"Cristão","ano":2002,"descricao":"Testemunho autobiográfico de um cristão chinês que enfrentou perseguição por sua fé. A obra relata milagres, sofrimento e expansão do cristianismo na China."}
{"titulo":"O Jejum de Daniel","autor":"Susan Gregory","capa":"","quantidade":1,"genero":"Cristão","ano":2009,"descricao":"Livro que apresenta orientações práticas sobre o jejum baseado na experiência do profeta Daniel. A autora combina princípios bíblicos com orientações para disciplina espiritual e alimentação."}
{"titulo":"O Jesus Histórico","autor":"Gerd Theissen e Annette Merz","capa":"","quantidade":1,"genero":"Cristão","ano":1996,"descricao":"Estudo acadêmico sobre o Jesus histórico a partir de fontes bíblicas e extra-bíblicas. A obra analisa métodos críticos e evidências históricas do Novo Testamento."}
{"titulo":"O Livro dos Mártires","autor":"John Foxe","capa":"","quantidade":3,"genero":"Cristão","ano":1563,"descricao":"Clássico histórico que narra perseguições e testemunhos de cristãos ao longo dos séculos. Destaca a fidelidade dos mártires diante de sofrimento e oposição."}
{"titulo":"O Milênio","autor":"John Walvoord","capa":"","quantidade":1,"genero":"Cristão","ano":1959,"descricao":"Estudo teológico sobre o reino milenar descrito em Apocalipse 20. O autor defende a perspectiva pré-milenista com base na interpretação bíblica."}
{"titulo":"O Mistério da Trindade","autor":"John Owen","capa":"","quantidade":1,"genero":"Cristão","ano":1674,"descricao":"Obra clássica que explora a doutrina da Trindade com profundidade teológica. Owen apresenta fundamentos bíblicos e aplicações para a vida cristã."}
{"titulo":"O Mover de Deus Através da História: O Avivamento da Rua Azusa","autor":"Frank Bartleman","capa":"","quantidade":1,"genero":"Cristão","ano":1925,"descricao":"Relato histórico sobre o avivamento da Rua Azusa no início do século XX. O autor descreve eventos e experiências que marcaram o movimento pentecostal."}
{"titulo":"O Nascimento do Cristianismo","autor":"John Dominic Crossan","capa":"","quantidade":1,"genero":"Cristão","ano":1998,"descricao":"Análise histórica e sociológica sobre as origens do cristianismo primitivo. O autor examina o contexto cultural e político do primeiro século."}
{"titulo":"O Novo Nascimento","autor":"T. L. Osborn","capa":"","quantidade":1,"genero":"Cristão","ano":1964,"descricao":"Livro evangelístico que enfatiza a necessidade do novo nascimento conforme ensinado no Novo Testamento. O autor apresenta explicações claras sobre conversão e fé."}
{"titulo":"O Pastor Aprovado","autor":"Richard Baxter","capa":"","quantidade":2,"genero":"Cristão","ano":1656,"descricao":"Clássico pastoral que orienta líderes cristãos quanto ao cuidado espiritual do rebanho. Baxter enfatiza responsabilidade, ensino fiel e dedicação ministerial."}
{"titulo":"O Perfil da Pessoa Piedosa","autor":"Thomas Watson","capa":"","quantidade":1,"genero":"Cristão","ano":1660,"descricao":"Obra puritana que descreve características da verdadeira piedade cristã. Watson apresenta reflexões bíblicas voltadas à santificação e devoção pessoal."}
{"titulo":"O Período Interbíblico","autor":"Enéas Tognini","capa":"","quantidade":1,"genero":"Cristão","ano":1983,"descricao":"Estudo histórico sobre o intervalo entre o Antigo e o Novo Testamento. A obra aborda acontecimentos políticos, culturais e religiosos que influenciaram o contexto do Novo Testamento."}
{"titulo":"O Porquê do Hímen","autor":"Stella Cooley","capa":"","quantidade":1,"genero":"Cristão","ano":2004,"descricao":"Livro que trata da sexualidade e pureza sob uma perspectiva cristã. A autora aborda temas relacionados à castidade, valores e orientação moral."}
{"titulo":"O Que Jesus Beberia","autor":"Joel McDurmon","capa":"","quantidade":1,"genero":"Cristão","ano":2011,"descricao":"Análise bíblica sobre o consumo de bebidas alcoólicas no contexto cristão. O autor examina textos bíblicos e aspectos culturais do período bíblico."}
{"titulo":"O Salvador Prometido","autor":"Roger Liebi","capa":"","quantidade":1,"genero":"Cristão","ano":2005,"descricao":"Estudo apologético que apresenta evidências proféticas sobre o Messias nas Escrituras. O autor relaciona profecias do Antigo Testamento ao cumprimento em Jesus Cristo."}
{"titulo":"Ortodoxia","autor":"G. K. Chesterton","capa":"","quantidade":1,"genero":"Cristão","ano":1908,"descricao":"Clássico apologético em que Chesterton defende a fé cristã com argumentos filosóficos e literários. A obra apresenta reflexões sobre razão, fé e verdade."}
{"titulo":"Os 5 Pontos do Amilenismo","autor":"Jeffrey D. Johnson","capa":"","quantidade":1,"genero":"Cristão","ano":2010,"descricao":"Estudo teológico que apresenta fundamentos bíblicos da posição amilenista. O autor dialoga com outras correntes escatológicas de forma sistemática."}
{"titulo":"Os Mártires do Coliseu","autor":"A. J. O'Reilly","capa":"","quantidade":1,"genero":"Cristão","ano":1900,"descricao":"Relato histórico que descreve perseguições enfrentadas por cristãos no Império Romano. Destaca coragem e fidelidade diante da opressão."}
{"titulo":"Os Mistérios da Língua Hebraica","autor":"Marcelo de Oliveira","capa":"","quantidade":1,"genero":"Cristão","ano":2017,"descricao":"Livro introdutório sobre aspectos linguísticos e simbólicos do hebraico bíblico. Auxilia na compreensão de nuances presentes no texto original das Escrituras."}
{"titulo":"Os Pais Apostólicos","autor":"J. B. Lightfoot","capa":"","quantidade":1,"genero":"Cristão","ano":1889,"descricao":"Coletânea e estudo dos escritos dos primeiros líderes cristãos pós-apostólicos. A obra é referência para compreender o desenvolvimento inicial da teologia cristã."}
{"titulo":"Os Perigos de uma Fé Superficial","autor":"A.W. Tozer","capa":"","quantidade":1,"genero":"Cristão","ano":1955,"descricao":"Livro devocional que alerta contra uma espiritualidade superficial. Tozer enfatiza profundidade na comunhão com Deus e compromisso genuíno com a fé."}
{"titulo":"Os Perigos do Lado Bom da Alma","autor":"Dong Yu Lan","capa":"","quantidade":1,"genero":"Cristão","ano":2001,"descricao":"Livro que aborda os riscos espirituais escondidos em atitudes aparentemente corretas. O autor enfatiza discernimento e dependência do Espírito Santo."}
{"titulo":"Os Pregadores Dizem, mas a Bíblia não Diz","autor":"Elias Soares de Moraes","capa":"","quantidade":1,"genero":"Cristão","ano":2013,"descricao":"Obra apologética que analisa ensinamentos populares à luz das Escrituras. O autor confronta interpretações consideradas distorcidas com fundamentos bíblicos."}
{"titulo":"Os Puritanos: Suas Origens e Seus Sucessos","autor":"D. M. Lloyd-Jones","capa":"","quantidade":1,"genero":"Cristão","ano":1987,"descricao":"Estudo histórico-teológico sobre o movimento puritano e sua influência na espiritualidade cristã. Lloyd-Jones destaca a profundidade doutrinária e a busca por santidade."}
{"titulo":"Os Remonstrantes","autor":"Valdeci do Carmo","capa":"","quantidade":1,"genero":"Cristão","ano":2016,"descricao":"Livro que apresenta a história e as doutrinas dos remonstrantes no contexto do debate calvinista-arminiano. Explora aspectos históricos e teológicos do movimento."}
{"titulo":"Os Valdenses","autor":"Magno Paganelli","capa":"","quantidade":1,"genero":"Cristão","ano":2008,"descricao":"Relato histórico sobre o movimento valdense e sua resistência em defesa das Escrituras. A obra destaca perseguições e legado espiritual."}
{"titulo":"Paixão Pelas Almas","autor":"Oswald Smith","capa":"","quantidade":4,"genero":"Cristão","ano":1959,"descricao":"Livro missionário que enfatiza o zelo pela evangelização mundial. O autor incentiva compromisso com a obra missionária e paixão por alcançar vidas."}
{"titulo":"Palavras que Movem Montanhas","autor":"Don Gossett e E. W. Kenyon","capa":"","quantidade":1,"genero":"Cristão","ano":1973,"descricao":"Obra que destaca o poder da fé e da confissão positiva segundo interpretação bíblica. Enfatiza declarações de fé e confiança nas promessas de Deus."}
{"titulo":"Paulo e a Linguagem da Fé","autor":"Nijay K. Gupta","capa":"","quantidade":1,"genero":"Cristão","ano":2020,"descricao":"Estudo acadêmico sobre a teologia paulina e sua compreensão da fé. O autor examina conceitos-chave nas cartas do apóstolo Paulo."}
{"titulo":"Paulo, o Apóstolo da Graça","autor":"F. F. Bruce","capa":"","quantidade":1,"genero":"Cristão","ano":1977,"descricao":"Análise histórica e teológica da vida e ministério do apóstolo Paulo. A obra destaca seu papel na expansão do cristianismo primitivo."}
{"titulo":"Pecadores nas Mãos de um Deus Irado e Outros Sermões","autor":"Jonathan Edwards","capa":"","quantidade":1,"genero":"Cristão","ano":1741,"descricao":"Coletânea de sermões clássicos do período do Grande Avivamento. Edwards enfatiza a santidade de Deus, arrependimento e a necessidade de conversão."}
{"titulo":"Pequena Enciclopédia Bíblica","autor":"[Orlando Boyer]","capa":"","quantidade":1,"genero":"Cristão","ano":1958,"descricao":"Obra de referência que reúne definições, personagens e conceitos bíblicos de forma resumida. Auxilia no estudo e compreensão geral das Escrituras."}
{"titulo":"Perguntas Difíceis de Responder","autor":"Elias Soares de Moraes","capa":"","quantidade":1,"genero":"Cristão","ano":2014,"descricao":"Livro apologético que aborda questões complexas levantadas contra a fé cristã. O autor apresenta respostas fundamentadas na Bíblia."}
{"titulo":"Personagens Esquecidos da Bíblia","autor":"Marcelo de Oliveira e Josivaldo F. Pereira","capa":"","quantidade":1,"genero":"Cristão","ano":2018,"descricao":"Obra que destaca figuras bíblicas pouco conhecidas, explorando suas histórias e lições espirituais. Incentiva reflexão e aplicação prática."}
{"titulo":"Por Amor de Sião","autor":"Franklin Ferreira","capa":"","quantidade":1,"genero":"Cristão","ano":2012,"descricao":"Livro que aborda a relação entre cristianismo e Israel sob uma perspectiva teológica. Analisa promessas bíblicas e questões contemporâneas."}
{"titulo":"Porcos na Sala","autor":"Frank e Ida Mae Hammond","capa":"","quantidade":1,"genero":"Cristão","ano":1973,"descricao":"Obra voltada para libertação espiritual, abordando influências demoníacas na vida humana. Apresenta ensinamentos dentro da tradição carismática."}
{"titulo":"Qualquer Um Menos Eu","autor":"Ray Comfort","capa":"","quantidade":1,"genero":"Cristão","ano":2002,"descricao":"Livro evangelístico que desafia o leitor a assumir responsabilidade na proclamação do evangelho. O autor enfatiza a urgência da evangelização pessoal."}
{"titulo":"Quando Jesus Nasceu?","autor":"Adiel A. Oliveira","capa":"","quantidade":1,"genero":"Cristão","ano":2015,"descricao":"Estudo que investiga aspectos históricos e bíblicos relacionados ao nascimento de Jesus. Analisa calendários e dados históricos para compreender o contexto."}
{"titulo":"Quando um Judeu Governar o Mundo","autor":"Joel Richardson","capa":"","quantidade":1,"genero":"Cristão","ano":2015,"descricao":"Obra escatológica que relaciona profecias bíblicas ao cenário geopolítico do Oriente Médio. O autor apresenta interpretação voltada para o papel de Israel."}
{"titulo":"Quebrando a Rotina: Vivendo o Melhor da Vida","autor":"Max Lucado","capa":"","quantidade":1,"genero":"Cristão","ano":2005,"descricao":"Livro devocional que incentiva renovação espiritual e mudança de perspectiva. Lucado oferece reflexões práticas para viver com esperança e fé."}
{"titulo":"Recuperando o Cristianismo","autor":"A.W. Tozer","capa":"","quantidade":1,"genero":"Cristão","ano":1963,"descricao":"Obra que chama a Igreja a retornar aos fundamentos da fé cristã. Tozer enfatiza santidade, reverência e centralidade de Deus."}
{"titulo":"Reflexões sobre a Vida de Paulo","autor":"Pr. Marcelo de Oliveira","capa":"","quantidade":1,"genero":"Cristão","ano":2019,"descricao":"Livro devocional que explora episódios da vida do apóstolo Paulo, destacando lições espirituais e aplicações práticas para a vida cristã contemporânea."}
{"titulo":"Ressurreição","autor":"Hank Hanegraaff","capa":"","quantidade":1,"genero":"Cristão","ano":2000,"descricao":"Obra apologética que defende a historicidade da ressurreição de Jesus Cristo. O autor apresenta argumentos bíblicos e evidências históricas em favor da fé cristã."}
{"titulo":"Segredos do Lugar Secreto","autor":"Bob Sorge","capa":"","quantidade":1,"genero":"Cristão","ano":2001,"descricao":"Livro devocional que enfatiza a importância da oração e intimidade com Deus. O autor incentiva uma vida de comunhão profunda no lugar secreto."}
{"titulo":"Série Heróis da Fé: Elias","autor":"Charles R. Swindoll","capa":"","quantidade":1,"genero":"Cristão","ano":2005,"descricao":"Estudo biográfico sobre o profeta Elias, destacando sua fé e coragem diante da oposição. A obra apresenta aplicações práticas para a perseverança cristã."}
{"titulo":"Shofar","autor":"Marcelo Oliveira","capa":"","quantidade":1,"genero":"Cristão","ano":2017,"descricao":"Livro que explora o simbolismo bíblico do shofar e seus significados espirituais. O autor relaciona o tema com despertar e convocação espiritual."}
{"titulo":"Solteiro de Propósito","autor":"Elizeu Rodrigues","capa":"","quantidade":1,"genero":"Cristão","ano":2018,"descricao":"Obra que aborda a vida cristã no período de solteirice, enfatizando propósito, maturidade e preparo espiritual."}
{"titulo":"Tentação e Mortificação do Pecado","autor":"John Owen","capa":"","quantidade":1,"genero":"Cristão","ano":1656,"descricao":"Clássico puritano que trata da luta contra o pecado e da necessidade de mortificação espiritual. Owen apresenta princípios bíblicos para santificação."}
{"titulo":"Teologia de John Wesley","autor":"Kenneth J. Collins","capa":"","quantidade":1,"genero":"Cristão","ano":2007,"descricao":"Estudo sistemático da teologia de John Wesley, destacando graça, santificação e prática metodista. A obra analisa fundamentos históricos e doutrinários."}
{"titulo":"Todas as Profecias da Bíblia","autor":"John F. Walvoord","capa":"","quantidade":1,"genero":"Cristão","ano":1999,"descricao":"Compilação e análise das principais profecias bíblicas. O autor apresenta organização temática e interpretação dentro da tradição dispensacionalista."}
{"titulo":"Transformando Crianças em Vencedores Espirituais","autor":"George Barna","capa":"","quantidade":1,"genero":"Cristão","ano":2003,"descricao":"Livro que aborda princípios de formação espiritual infantil. O autor enfatiza o papel da família e da igreja na construção de uma fé sólida."}
{"titulo":"Trono sobre Tronos","autor":"Profeta David Rebollo","capa":"","quantidade":1,"genero":"Cristão","ano":2016,"descricao":"Obra voltada para temas proféticos e autoridade espiritual. O autor aborda princípios relacionados ao governo espiritual e soberania divina."}
{"titulo":"Tudo Coopera para o Bem","autor":"Thomas Watson","capa":"","quantidade":1,"genero":"Cristão","ano":1663,"descricao":"Clássico puritano baseado em Romanos 8:28. Watson explora como Deus usa circunstâncias difíceis para o bem espiritual dos crentes."}
{"titulo":"Um Amor que Vale a Pena","autor":"Max Lucado","capa":"","quantidade":1,"genero":"Cristão","ano":1996,"descricao":"Livro devocional que trata do amor cristão à luz dos ensinamentos de Jesus. Lucado apresenta reflexões práticas para relacionamentos saudáveis."}
{"titulo":"Um Guia Seguro para o Céu","autor":"Joseph Alleine","capa":"","quantidade":1,"genero":"Cristão","ano":1671,"descricao":"Obra devocional que enfatiza arrependimento, conversão e perseverança na fé. Alleine apresenta orientações claras para a vida cristã."}
{"titulo":"Uma Alma por Vez: A História de Billy Graham","autor":"Grant Wacker","capa":"","quantidade":1,"genero":"Cristão","ano":2019,"descricao":"Biografia detalhada do evangelista Billy Graham, destacando seu ministério e impacto global. A obra examina aspectos históricos e espirituais de sua trajetória."}
{"titulo":"Você Vai Sair Dessa!","autor":"Max Lucado","capa":"","quantidade":1,"genero":"Cristão","ano":2013,"descricao":"Livro encorajador que enfatiza esperança e confiança em Deus em meio às dificuldades. Lucado oferece reflexões baseadas em textos bíblicos."}
{"titulo":"Voz do que Clama no Deserto","autor":"Daniel Mastral e Isabela Mastral","capa":"","quantidade":1,"genero":"Cristão","ano":2012,"descricao":"Obra que aborda temas espirituais e testemunhos dentro do contexto de batalha espiritual. Os autores apresentam experiências e ensinamentos cristãos."}
{"titulo":"As Parábolas de Jesus","autor":"John MacArthur","capa":"","quantidade":1,"genero":"Cristão","ano":2015,"descricao":"Estudo expositivo das parábolas ensinadas por Jesus nos Evangelhos. MacArthur destaca contexto histórico e aplicações teológicas."}
{"titulo":"Superando a Tristeza e a Depressao com a Fé","autor":"Richard Baxter","capa":"","quantidade":1,"genero":"Cristão","ano":1674,"descricao":"Clássico pastoral que trata do enfrentamento da tristeza e aflição à luz da fé cristã. Baxter oferece conselhos espirituais e bíblicos para consolo."}
{"titulo":"Amor de Redenção","autor":"Francine Rivers","capa":"","quantidade":1,"genero":"Cristão","ano":1991,"descricao":"Romance cristão ambientado no século XIX que retrata redenção e amor restaurador. Inspirado na história bíblica de Oseias, aborda graça e perdão."}
{"titulo":"O Deus Que Destroi Sonhos","autor":"Rodrigo Bibo","capa":"","quantidade":1,"genero":"Cristão","ano":2018,"descricao":"Livro devocional que aborda frustrações e expectativas humanas à luz da soberania de Deus. O autor incentiva confiança nos planos divinos mesmo quando sonhos pessoais são contrariados."}
{"titulo":"O Diário de Davi Brainerd","autor":"Jonathan Edwards","capa":"","quantidade":1,"genero":"Cristão","ano":1749,"descricao":"Relato da vida missionária de Davi Brainerd compilado por Jonathan Edwards. A obra destaca zelo evangelístico, oração e dedicação à obra missionária."}
{"titulo":"Amor Inabalável","autor":"Thomas Watson","capa":"","quantidade":1,"genero":"Cristão","ano":1661,"descricao":"Clássico puritano que enfatiza o amor constante e fiel de Deus por Seu povo. Watson apresenta reflexões bíblicas sobre graça e perseverança."}
{"titulo":"AS Bem Aventuranças","autor":"Thomas Watson","capa":"","quantidade":1,"genero":"Cristão","ano":1660,"descricao":"Exposição puritana sobre o Sermão do Monte, especialmente as bem-aventuranças. A obra destaca virtudes cristãs e crescimento espiritual."}
{"titulo":"O Sofrimento Nunca é em Vão","autor":"Elisabeth Elliot","capa":"","quantidade":1,"genero":"Cristão","ano":1990,"descricao":"Livro que aborda o propósito do sofrimento à luz da fé cristã. A autora compartilha experiências pessoais e fundamentos bíblicos sobre confiança em Deus."}
{"titulo":"A família em Meio a Tormenta","autor":"Russel D. Moore","capa":"","quantidade":1,"genero":"Cristão","ano":2018,"descricao":"Obra que trata dos desafios contemporâneos enfrentados pelas famílias cristãs. O autor apresenta princípios bíblicos para fortalecer o lar em tempos difíceis."}
{"titulo":"Os Caçadores de Deus","autor":"Tommy Tenney","capa":"","quantidade":1,"genero":"Cristão","ano":1999,"descricao":"Livro devocional que incentiva busca intensa pela presença de Deus. O autor enfatiza avivamento pessoal e paixão espiritual."}
{"titulo":"Criando os Filhos Para o Amanhã","autor":"Edésio de Oliveira, Nikolas Ferreira e Ruth Ferreira","capa":"","quantidade":1,"genero":"Cristão","ano":2021,"descricao":"Obra voltada à formação cristã de filhos, abordando valores, disciplina e ensino bíblico no ambiente familiar."}
{"titulo":"Pensando Espiritualmente","autor":"John Owen","capa":"","quantidade":1,"genero":"Cristão","ano":1681,"descricao":"Clássico puritano que incentiva mente e coração voltados às coisas espirituais. Owen enfatiza santificação e renovação interior."}
{"titulo":"Sedentos Por Avivamento","autor":"Leonard Ravenhill","capa":"","quantidade":1,"genero":"Cristão","ano":1965,"descricao":"Livro que convoca a Igreja à busca sincera por avivamento espiritual. Ravenhill destaca oração, arrependimento e santidade."}
{"titulo":"Santidade","autor":"J.C. Ryle","capa":"","quantidade":1,"genero":"Cristão","ano":1877,"descricao":"Clássico cristão que aborda a importância da santificação na vida do crente. Ryle apresenta ensino bíblico claro e aplicações práticas."}
{"titulo":"As Bem Aventuranças","autor":"Marcelo de Oliveira","capa":"","quantidade":1,"genero":"Cristão","ano":2017,"descricao":"Estudo devocional contemporâneo sobre as bem-aventuranças ensinadas por Jesus. O autor aplica o texto bíblico à vida cristã atual."}
{"titulo":"O Poder da Oração e Jejum","autor":"Maesh Chavda","capa":"","quantidade":1,"genero":"Cristão","ano":1998,"descricao":"Livro que enfatiza disciplina espiritual por meio de oração e jejum. O autor apresenta ensinamentos voltados para crescimento espiritual."}
{"titulo":"Um Coração Igual ao Teu","autor":"Beth Moore","capa":"","quantidade":1,"genero":"Cristão","ano":2000,"descricao":"Obra devocional que convida o leitor a desenvolver um coração semelhante ao de Cristo. A autora oferece reflexões bíblicas e aplicações práticas."}